Repository: emmauss/EHTool
Catalog: EHTool/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn, zh_tw

# AboutButton.Text
source: About
ja_jp: バージョン情報
zh_cn: 关于
zh_tw: 關於

# AddDownloadDialog.PrimaryButtonText
source: Start
ja_jp: ダウンロードを開始する
zh_cn: 开始下载
zh_tw: 開始下載

# AddDownloadDialog.SecondaryButtonText
source: Cancel
ja_jp: キャンセル
zh_cn: 取消
zh_tw: 取消

# AddDownloadDialog.Title
source: New Download
ja_jp: 新しいダウンロード
zh_cn: 新建下载
zh_tw: 新建下載

# AddFolderButton.Content
source: Add Folder
ja_jp: ダウンロードを追加する
zh_cn: 添加文件夹
zh_tw: 添加資料夾

# AutoDownloadSwitch.Header
source: Auto Download
ja_jp: 起動時に自動的にダウンロードを開始する
zh_cn: 启动时自动下载
zh_tw: 啟動時自動下載

# AutoPlayIntervalTextBox.Header
source: AutoPlay Interval(From Seconds)
ja_jp: 自動再生間隔（秒）
zh_cn: 自动阅读间隔（秒）
zh_tw: 自動閱讀間隔（秒）

# AutoPlaySwitch.Header
source: Auto Play
ja_jp: 自動再生
zh_cn: 自动阅读
zh_tw: 自動閱讀

# CacheClearDialogContent
source: Cache Cleared
ja_jp: キャッシュをクリアしました
zh_cn: 缓存清理完毕
zh_tw: 緩存清理完畢

# ClearCacheButton.Content
source: Clear Cache
ja_jp: キャッシュをクリア
zh_cn: 清理缓存
zh_tw: 清理緩存

# CommentTextBlock.Text
source: Comment:
ja_jp: コメント：
zh_cn: 评论：
zh_tw: 評論：

# DecodeTypeSwitch.Header
source: Decode Type
ja_jp: デコードの種類
zh_cn: 解码类型
zh_tw: 解碼類型

# DecodeTypeSwitch.OnContent
source: System
ja_jp: システム
zh_cn: 系统
zh_tw: 系統

# DeleteDialogContent
source: Delete From Your Computer?
ja_jp: パソコンから削除しますか？
zh_cn: 从你的电脑中删除？
zh_tw: 從你的電腦中删除？

# DeleteDialogTitle
source: Delete
ja_jp: 削除
zh_cn: 删除
zh_tw: 删除

# DeleteMenuItem.Text
source: Delete(Contain Folder)
ja_jp: 削除（フォルダを含む）
zh_cn: 从列表中移除并删除文件夹
zh_tw: 從清單中移除並删除資料夾

# DownloadButton.Content
source: Download
ja_jp: ダウンロード
zh_cn: 下载
zh_tw: 下載

# DownloadPivotHeader.Text
source: Download
ja_jp: ダウンロード
zh_cn: 下载
zh_tw: 下載

# DownloadSuggestTextBlock.Text
source: EHTool suggest that you should download torrent which is more reliable and faster than this way
ja_jp: EHToolのおすすめは、もっとはやいのTorrentダウンロードです
zh_cn: EHTool建议你使用更可靠更快捷的种子下载
zh_tw: EHTool建議你使用更可靠更快捷的Torrent下載

# DownloadToAppSwitch.Header
source: Download to application's folder
ja_jp: アプリの内部でダウンロードする
zh_cn: 下载到应用文件夹内部
zh_tw: 下載到應用資料夾內部

# DownloadTorrentRun.Text
source: Download Torrent
ja_jp: Torrentをダウンロードする
zh_cn: 下载种子
zh_tw: 下載Torrent

# ExHentaiAccessDialogContent
source: You have NO ACCESS to exhentai
ja_jp: あなたがExHentaiへのアクセスを持っていない
zh_cn: 你没有进入ExHentai的权限
zh_tw: 你沒有進入ExHentai的許可權

# FavorPivotHeader.Text
source: Favor
ja_jp: お気に入り
zh_cn: 收藏
zh_tw: 收藏

# FolderLocationTextBlock.Text
source: Folder Location:
ja_jp: フォルダの場所
zh_cn: 文件夹位置：
zh_tw: 資料夾位置：

# FolderNameTextBox.Header
source: Folder Name:
ja_jp: フォルダ名
zh_cn: 文件夹名称：
zh_tw: 資料夾名稱：

# ForceDecodeAudioSwitch.Header
source: Force Decode Audio
ja_jp: 強制デコードオーディオ
zh_cn: 强制音频解码
zh_tw: 強制解碼音訊

# ForceDecodeVideoSwitch.Header
source: Force Decode Video
ja_jp: 強制デコードビデオ
zh_cn: 强制视频解码
zh_tw: 強制解碼視頻

# ImageTextBlock.Text
source: Image:
ja_jp: 画像一覧：
zh_cn: 图片列表：
zh_tw: 圖片清單：

# InfomationTextBlock.Text
source: Informations:
ja_jp: 情報：
zh_cn: 信息：
zh_tw: 資訊：

# LoadingTextBlock.Text
source: Loading Image List...
ja_jp: 画像のリストを読み込み中…
zh_cn: 载入图片列表中...
zh_tw: 載入圖片清單中…

# LocalFolderPivotHeader.Text
source: Local Folder
ja_jp: ローカルフォルダ
zh_cn: 本地
zh_tw: 本地

# LoginButton.Content
source: Login
ja_jp: ログイン
zh_cn: 登录
zh_tw: 登入

# LoginDialog.PrimaryButtonText
source: Login
ja_jp: ログイン
zh_cn: 登录
zh_tw: 登入

# LoginDialog.SecondaryButtonText
source: Cancel
ja_jp: キャンセル
zh_cn: 取消
zh_tw: 取消

# LoginDialog.Title
source: Login
ja_jp: ログイン
zh_cn: 登录
zh_tw: 登入

# LoginErrorTextBlock1.Text
source: ERROR:YOU HAVE NO ACCESS TO EXHENTAI
ja_jp: エラー：あなたがExHentaiへのアクセスを持っていない
zh_cn: 错误：你没有进入ExHentai模式的权限
zh_tw: 錯誤：你沒有進入ExHentai模式的許可權

# LoginErrorTextBlock2.Text
source: ERROR:CAN NOT CONNECT TO EXHENTAI
ja_jp: エラー：ExHentaiに接続できません
zh_cn: 错误：无法连接到ExHentai
zh_tw: 錯誤：無法連接到ExHentai

# LoginErrorTextBlock3.Text
source: ERROR:CAN NOT LOGIN,MAYBE YOU SHOULD USE WEB TO LOGIN
ja_jp: エラー：ログインできません、多分、ウェブを使ってログインできる
zh_cn: 错误：无法登陆，或许你可以尝试使用Web登录
zh_tw: 錯誤：無法登陸，或許你可以嘗試使用Web登入

# LogoutButton.Content
source: Logout
ja_jp: ログアウト
zh_cn: 登出
zh_tw: 登出

# LogoutString
source: Logout
ja_jp: ログアウト
zh_cn: 注销
zh_tw: 註銷

# MainPageHeader.Text
source: Video Library
ja_jp: ビデオ ライブラリ
zh_cn: 视频库
zh_tw: 視訊媒體櫃

# MainPivotHeadder.Text
source: Main
ja_jp: ホームページ
zh_cn: 主页
zh_tw: 主頁

# NoHitsFoundDialogContent
source: No hits found
ja_jp: ヒットが見つかりません
zh_cn: 找不到搜索内容
zh_tw: 找不到蒐索內容

# NoImageDialogContent
source: Can not find any images in this folder
ja_jp: このフォルダ内の任意の画像を見つけることができない
zh_cn: 文件夹内找不到图像文件
zh_tw: 資料夾內找不到影像檔案

# NoString
source: No
ja_jp: いいえ
zh_cn: 否
zh_tw: 否

# Notice1.Text
source: You MUST login before entering exhentai mode
ja_jp: ExHentai Modeに入る前にログインしなければならない
zh_cn: 在进入ExHentai模式之前你必须登录
zh_tw: 在進入ExHentai模式之前你必須登入

# Notice2.Text
source: Please login with your E-Hentai Forums account
ja_jp: あなたのE-Hentai Forumsアカウントでログインしてください
zh_cn: 请使用你的E-Hentai论坛账号登陆
zh_tw: 請使用你的E-Hentai論壇帳號登入

# OpenDetailMenuItem.Text
source: Open Detail
ja_jp: 詳細を開く
zh_cn: 打开详情
zh_tw: 打開詳情

# OpenFileButton.Content
source: Open File
ja_jp: ファイルを開く
zh_cn: 打开文件
zh_tw: 開啟檔案

# PauseMenuItem.Text
source: Pause
ja_jp: ダウンロードを停止する
zh_cn: 暂停下载
zh_tw: 暫停下載

# ReadButton.Content
source: Read
ja_jp: 読み始め
zh_cn: 开始阅读
zh_tw: 開始閱讀

# ReadingDirectionSwitch.Header
source: Layout Direction
ja_jp: 読む方向
zh_cn: 阅读方向
zh_tw: 閱讀方向

# ReadingDirectionSwitch.OffContent
source: Left To Right
ja_jp: 左から右へ
zh_cn: 左→右
zh_tw: 左→右

# ReadingDirectionSwitch.OnContent
source: Right To Left
ja_jp: 右から左へ
zh_cn: 右→左
zh_tw: 右→左

# ReadingModeSwitch.Header
source: Reading Mode
ja_jp: 閲読モード
zh_cn: 阅读模式
zh_tw: 閱讀模式

# ReadingModeSwitch.OffContent
source: Single Page
ja_jp: 単一ページ
zh_cn: 单页阅读
zh_tw: 單頁閱讀

# ReadingModeSwitch.OnContent
source: Double Page
ja_jp: 二重ページ
zh_cn: 双页阅读
zh_tw: 雙頁閱讀

# RemoveDialogContent
source: Remove From The List?
ja_jp: リストから削除しますか？
zh_cn: 从列表中移除？
zh_tw: 從清單中移除？

# RemoveDialogTitle
source: Remove
ja_jp: 削除
zh_cn: 移除
zh_tw: 移除

# RemoveMenuItem.Text
source: Remove From List
ja_jp: リストから削除する
zh_cn: 从列表中移除
zh_tw: 從清單中移除

# SearchItem.Text
source: Search
ja_jp: 検索
zh_cn: 搜索
zh_tw: 蒐索

# SearchOptionRun.Text
source: Search Option
ja_jp: 検索オプション
zh_cn: 搜索选项
zh_tw: 蒐索選項

# ServerModeSwitch.Header
source: Server Mode
ja_jp: サーバーモード
zh_cn: 服务器模式
zh_tw: 服務器模式

# StartMenuItem.Text
source: Start
ja_jp: ダウンロードを開始する
zh_cn: 开始下载
zh_tw: 開始下載

# SureString
source: Sure?
ja_jp: 確認するか？
zh_cn: 确认？
zh_tw: 確認？

# TorrentDownloadDialog.PrimaryButtonText
source: Copy Link
ja_jp: リンクをコピーする
zh_cn: 复制种子链接
zh_tw: 複製連結

# TorrentDownloadDialog.SecondaryButtonText
source: Back
ja_jp: キャンセル
zh_cn: 返回
zh_tw: 返回

# TorrentDownloadDialog.Title
source: Download Torrent
ja_jp: Torrentをダウンロード
zh_cn: 下载种子
zh_tw: 下載Torrent

# TorrentNoticeTextBlock.Text
source: Double click to download,it will download to you download library
zh_cn: 双击下载到你的下载库文件夹中
zh_tw: 按兩下下載到你的下載庫資料夾中

# UserNameTextBox.Header
source: User Name
ja_jp: ユーザー名
zh_cn: 用户名
zh_tw: 用戶名

# UserPasswordBox.Header
source: Password
ja_jp: パスワード
zh_cn: 密码
zh_tw: 密碼

# WarningString
source: WARNING
ja_jp: 警告
zh_cn: 警告
zh_tw: 警告

# WebErrorDialogContent
source: Can not connect to the server
ja_jp: サーバーに接続できません
zh_cn: 无法连接到服务器
zh_tw: 無法連接到服務器

# WebErrorDialogTitle
source: Web Error
ja_jp: ネットミス
zh_cn: 网络错误
zh_tw: 網絡錯誤

# WebLogButton.Content
source: Web Login
ja_jp: ウェブを使ってログインする
zh_cn: 使用Web登录
zh_tw: 使用Web登入

# XLanguageButton.Content
source: Excluded Language
ja_jp: 除外された言語
zh_cn: 排除语言
zh_tw: 排除語言

# XLanguageDialog.PrimaryButtonText
source: Apply
ja_jp: 適用
zh_cn: 确认
zh_tw: 確認

# XLanguageDialog.Title
source: Excluded Languages
ja_jp: 除外された言語
zh_cn: 排除语言：
zh_tw: 使用Web登入

# XLanguageDialogSecondaryButtonText
source: Cancel
ja_jp: キャンセル
zh_cn: 取消
zh_tw: 取消

# YesString
source: Yes
ja_jp: はい
zh_cn: 是
zh_tw: 是
